tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "potatolabs/git-redate"
tap "qmk/qmk"
brew "boost"
brew "avrdude"
brew "bat"
brew "glib"
brew "ruby"
brew "cocoapods"
brew "folly"
brew "edencommon"
brew "eza"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "jq"
brew "krb5"
brew "neovim"
brew "nvm"
brew "openssl@1.1"
brew "tcl-tk"
brew "pillow"
brew "postgresql@14", restart_service: true
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "watchman"
brew "jesseduffield/lazygit/lazygit"
brew "potatolabs/git-redate/git-redate"
brew "qmk/qmk/qmk"
cask "appcleaner"
cask "audacity"
cask "dbeaver-community"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "motrix"
cask "notion"
cask "numi"
cask "postman"
cask "qmk-toolbox"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "todoist"
cask "viber"
cask "visual-studio-code"
cask "zoom"
cask "zulu@11"
vscode "akamud.vscode-theme-onedark"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "johnpapa.winteriscoming"
vscode "maptz.camelcasenavigation"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "mathiasfrohlich.kotlin"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sianglim.slim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
